{
  "name": "Jason Koerner",
  "title": "User Experience Design",
  "description": "I’m a user experience designer with a recent focus on nutrition, commercial real estate, and healthcare platforms. In previous roles I've lead digital marketing and design efforts for clients like Boeing, Kraft, and State Farm.",
  "projects": [
    {
      "client": "WISEcode",
      "name": "Wisecode Platform for Nutrition Data",
      "description": "Today's Food information is inaccurate, incomplete & outdated. WISEcode is a food-data company dedicated to giving the world complete, accurate & up-to-date food and nutrition information. During their early beta phase I assited in developing several proof of concept applications to highlight the key features of the WISEcode nutrition platform.",
      "assets": {
        "images": [
          "wisecode-01.jpg",
          "wisecode-02.jpg",
          "wisecode-03.jpg",
          "wisecode-04.jpg",
          "wisecode-05.jpg",
          "wisecode-06.jpg",
          "wisecode-07.jpg",
          "wisecode-08.jpg",
          "wisecode-09.jpg"
        ]
      }
    },
    {
      "client": "Apervita",
      "name": "Clinical Practice Guidelines",
      "description": "Over $300 billion dollars are wasted every year in US healthcare. Care delivery is plagued with unwarranted care variation. At the same time subject matter experts and consultants build clinical decision support tools for narrow categories and implement them in disparate systems that are expensive to procure and maintain.<div class=\"h-3\"></div>Clinical practice guidelines (electronic pathways) are tools used to guide evidence-based healthcare. Their aim is to translate clinical practice guideline recommendations into clinical processes of care.",
      "assets": {
        "images": [
          "cpguidelines-01.jpg",
          "cpguidelines-02.jpg",
          "cpguidelines-03.jpg",
          "cpguidelines-04.jpg",
          "cpguidelines-05.jpg"
        ]
      }
    },
    {
      "client": "Apervita",
      "name": "Electronic Quality Measure Build Tool",
      "description": "Quality measurement in healthcare is the tracking and study of interventions and outcomes. By following the care of a patient and tracking medical interventions, a healthcare organization can begin to evaluate and optimize the effectiveness of that care. Quality Measures define the current best practices around a condition and create a basis for hospitals to evaluate their own performance.<div class=\"h-3\"></div>Turning once a year clipboard and spreadsheet quality measure evaluation into continuous evaluation using real time data from an EHR has been slow and very little progress has been made. The Apervitas Measure Builder is an industry scale CQL-based quality measure execution engine and development platform. Containing a development environment for CQL logic and tools to connect and test that logic using the quality measure ecosystem assets like VSAC value sets and protected health information.",
      "assets": {
        "images": [
          "cqlbuilder-01.jpg",
          "cqlbuilder-02.jpg",
          "cqlbuilder-03.jpg",
          "cqlbuilder-04.jpg"
        ]
      }
    },
    {
      "client": "Apervita",
      "name": "The Joint Commission Direct Data Submission Platform",
      "description": "3,200+ hospitals seeking accreditation go through a painfully time-consuming and manual quality measure calculation and submission process every year. The Direct Data Submission Platform is a cloud-Based, national-scale platform for quality reporting.",
      "assets": {
        "images": [
          "tjcddsp-01.jpg",
          "tjcddsp-02.jpg",
          "tjcddsp-03.jpg",
          "tjcddsp-04.jpg",
          "tjcddsp-05.jpg"
        ]
      }
    },
    {
      "client": "Location I.Q.",
      "name": "Cloud Based In-Store Survey Application",
      "description": "The Location I.Q. application helps retailers gather and analyze customer demographic information. Create customized surveys and deploy in-store on a tablet device. Use the built in analytic tools to generate reports, map trade areas, chart questions and export data. With a focus on new site selection, Location I.Q. was developed as an integrated retail consulting tool. The service was architected, designed and built by me.",
      "assets": {
        "images": [
          "locationiq-01.jpg",
          "locationiq-02.jpg",
          "locationiq-03.jpg",
          "locationiq-04.jpg",
          "locationiq-05.jpg",
          "locationiq-06.jpg"
        ]
      }
    },
    {
      "client": "Blue Cross & Blue Shield of Florida",
      "name": "The Power of the Human Voice",
      "description": "Blue Cross and Blue Shield of Florida’s powerofthehumanvoice.com website was the hub of the 2008/2009 advertising campaign. The campaign was created to feature residents of Florida's healthcare stories and share their ideas on how healthcare in America can be improved. Site visitors could listen to, share, and leave a message at powerofthehumanvoice.com using their computer’s microphone or by calling an 800 number that is connected to the user’s session",
      "assets": {
        "images": [
          "BCBSFL_POTHV_001.jpg",
          "BCBSFL_POTHV_002.jpg",
          "BCBSFL_POTHV_003.jpg",
          "BCBSFL_POTHV_004.jpg",
          "BCBSFL_POTHV_005.jpg",
          "BCBSFL_POTHV_006.jpg",
          "BCBSFL_POTHV_007.jpg",
          "BCBSFL_POTHV_008.jpg",
          "BCBSFL_POTHV_009.jpg",
          "BCBSFL_POTHV_010.jpg"
        ],
        "videos": [
          {
            "url": "https://youtu.be/0SBPI1acmzE",
            "videoid": "0SBPI1acmzE",
            "name": "The Power of the Human Voice Case Study"
          }
        ]
      }
    },
    {
      "client": "Dow",
      "name": "Hopeiary.com",
      "description": "Dow’s sponsorship of the 2012 London Olympics featured the Planets Olympic hopeful, a topiary named Hope. This character, that came to life in TV, outdoor and print was also featured on this website where you could grow and share your own interactive animated Hopeiary. Even the planet has an Olympic dream. A greener, more sustainable Olympic Games.",
      "assets": {
        "images": [
          "DOW_HOPEIARY_001.jpg",
          "DOW_HOPEIARY_002.jpg",
          "DOW_HOPEIARY_003.jpg",
          "DOW_HOPEIARY_004.jpg",
          "DOW_HOPEIARY_005.jpg",
          "DOW_HOPEIARY_006.jpg",
          "DOW_HOPEIARY_007.jpg",
          "DOW_HOPEIARY_008.jpg"
        ],
        "videos": [
          {
            "url": "https://youtu.be/mlItlrWfGp0",
            "videoid": "mlItlrWfGp0",
            "name": "Hopeiary Site Walkthrough"
          }
        ]
      }
    },
    {
      "client": "Dow",
      "name": "Solutionism",
      "description": "Dow’s Solutionism campaign captures the idea that the more we talk together the more we solve together. With this at its core, Solutionism stories online aren’t one-way marketing messages but a place where this dialog comes together. Each Solutionism story highlights Dow’s contributions to addressing global mega-trends, longside commentary from across the internet.",
      "assets": {
        "images": [
          "DOW_SOLUTIONISM_001.jpg",
          "DOW_SOLUTIONISM_002.jpg",
          "DOW_SOLUTIONISM_003.jpg"
        ],
        "videos": [
          {
            "url": "https://youtu.be/JyXmVikyp68",
            "videoid": "JyXmVikyp68",
            "name": "Gluten Replacement"
          },
          {
            "url": "https://youtu.be/A0NkIsnNKHo",
            "videoid": "A0NkIsnNKHo",
            "name": "Wind Energy"
          },
          {
            "url": "https://youtu.be/MIvptBkQjl0",
            "videoid": "MIvptBkQjl0",
            "name": "Quiet Trains"
          },
          {
            "url": "https://youtu.be/8TqUq5Yan_w",
            "videoid": "8TqUq5Yan_w",
            "name": "Smart Devices"
          },
          {
            "url": "https://youtu.be/X-RFsqApMqw",
            "videoid": "X-RFsqApMqw",
            "name": "Electric Vehicles"
          }
        ]
      }
    },
    {
      "client": "Dow",
      "name": "The Human Element",
      "description": "As part of Dow’s 2008’/09’/10′ “Human Element” branding campaign, we dramatically expanded the online portion. The strategy was to build a bridge between the television and print campaigns and the very detailed information on Dow’s corporate website. The Dow.com/HU website and online advertising consist of in-depth films and associated content that tell the story of the global challenges that the world is facing and how science is working to address them.",
      "assets": {
        "images": [
          "DOW_HU_001.jpg",
          "DOW_HU_002.jpg",
          "DOW_HU_003.jpg",
          "DOW_HU_004.jpg",
          "DOW_HU_005.jpg",
          "DOW_HU_006.jpg",
          "DOW_HU_007.jpg",
          "DOW_HU_008.jpg"
        ],
        "videos": [
          {
            "url": "https://youtu.be/4VsDmJmsFv0",
            "videoid": "4VsDmJmsFv0",
            "name": "A City In the Desert"
          },
          {
            "url": "https://youtu.be/ssyUhG6tPzk",
            "videoid": "ssyUhG6tPzk",
            "name": "Farming the Sun"
          },
          {
            "url": "https://youtu.be/wsYODmvD390",
            "videoid": "wsYODmvD390",
            "name": "From Here to There"
          },
          {
            "url": "https://youtu.be/P7-uj6w7HuY",
            "videoid": "P7-uj6w7HuY",
            "name": "A Growing Responsibility"
          }
        ]
      }
    },
    {
      "client": "Valspar",
      "name": "Digital Marketing & Branded Color Tools",
      "description": "As the creative director on Valspar Paint I oversaw all digital marketing for the brand. In addition to display, social and influencer programs, we created the annual color trends experience, the U.K. brand site and the Color Connect iOS app.",
      "assets": {
        "images": [
          "VALSPAR_COLORCONNECT_001.jpg",
          "VALSPAR_COLORTRENDS_001.jpg",
          "VALSPAR_COLORTRENDS_002.jpg",
          "VALSPAR_COLORTRENDS_003.jpg",
          "VALSPAR_COLORTRENDS_004.jpg",
          "VALSPAR_COLORTRENDS_005.jpg",
          "VALSPAR_COLORTRENDS_006.jpg",
          "VALSPAR_RESERVE_001.jpg",
          "VALSPAR_RETAILER_001.jpg",
          "VALSPAR_RETAILER_002.jpg",
          "VALSPAR_UK_001.jpg"
        ],
        "videos": [
          {
            "url": "https://youtu.be/XwXcIKpAfq4",
            "videoid": "XwXcIKpAfq4",
            "name": "Valspar Color Sketch Concept"
          },
          {
            "url": "https://youtu.be/U2YmKqN1reU",
            "videoid": "U2YmKqN1reU",
            "name": "Valspar Color Sketch Concept"
          }
        ]
      }
    }
  ],
  "positions": [
    {
      "position": "Product, User Experience, Design, and Development",
      "dates": "12/15 – Present",
      "company": "Consulting",
      "description": "Architected, designed, and built the Location-IQ and RentDesk applications for the commercial real estate brokerage industry. Location-IQ is a platform to construct, deploy and analyze customer surveys for trade area and demographic insights. RentDesk is a CRM, BI, and collaboration tool for retail broker teams."
    },
    {
      "position": "Senior UX Designer / Visual Design Lead",
      "dates": "10/15 – 04/21",
      "company": "Apervita",
      "description": "Apervita is a platform-as-a-service (PaaS) for healthcare organizations to create, measure and share data and automation that enable value based medicine. I established, maintained, and evolved the design system for our complete suite of internal and external facing tools. I worked with The Joint Commission to design and implement the first self-service, clinical quality reporting tool that is now used by over 4000 hospitals to maintain their year-to-year accreditations. I collaborated with C-Level stakeholders in product design and strategy through several pivots."
    },
    {
      "position": "Creative Director",
      "dates": "8/01 – 9/04 & 5/06 – 8/15",
      "company": "Foote, Cone & Belding",
      "description": "Lead creative teams concepting and implementing interactive experiences for multiple fortune 500 brands as well as contributing extensively to new business initiatives.",
      "aside": "Clients include: Boeing, Kraft, BlueCross of Florida, Applebees, Circuit City, The Humane Society, Hampton Inn, Dow Chemical Company, Valspar Paint, Sharpie, SCJohnson, Diners Club International."
    },
    {
      "position": "Associate Creative Director",
      "dates": "9/04 – 5/06",
      "company": "Tribal DDB",
      "description": "Lead a multidisciplinary team in the concept, design and execution of interactive marketing and communications for State Farm Insurance. Our team collaborated and consulted extensively with our DDB partners to create a cohesive cross channel marketing program for State Farm’s nearly quarter-billion dollar yearly ad spend.",
      "aside": "Clients include: State Farm, Tropicana, Bud Select, Bud Light."
    },
    {
      "position": "Founding Partner",
      "dates": "3/99 – 1/01",
      "company": "Schema Studios",
      "description": "We opened Schema Studios to work on design driven projects enabled by close client collaboration. Day to day duties included creative direction, user experience, design and project & account management. As director of operations, oversight of all aspects of business administration, planning and accounting.",
      "aside": "Clients include: Marmot Outdoor Gear, Musician.com, WholeFoods.com, WholePeople.com, Octagon Trading Group, Corona Music."
    },
    {
      "position": "Art Director",
      "dates": "11/96 – 4/99",
      "company": "The Leap Partnership / Quantum Leap",
      "description": "Designed websites, online advertising campaigns, and digital tools for clients that were entering the digital space at scale. We created an online promotion that gave away over 3000 USRobotics 56k Modems, a dynamic presentation generating tool for Niketown, and a website with flight planning and  booking tools for American Airlines.",
      "aside": "Clients include: USRobotics, FTD, American Airlines, MSNBC, Nike, Encyclopedia Britannica, DirecTV/Major League Baseball, CBS Sportsline."
    },
    {
      "position": "Art Director",
      "dates": "4/96 – 10/96",
      "company": "DDB Needham – The Works",
      "description": "Concept and design work on a range of direct marketing programs for fortune 500 clients.",
      "aside": "Clients include: McDonald’s, Anheuser-Busch Theme Parks, Tyson Chicken, Discover Card."
    },
    {
      "position": "Junior Art Director",
      "dates": "10/92 – 4/94",
      "company": "Dimeo Rosen Partners",
      "description": "Concept design and production of print marketing materials for a range of clients. Assisted in all parts of the creative process, from concepting and presenting ideas to key-lining and trafficking creative materials",
      "aside": "Clients include: The Chicago Bears, Chicago White Sox, WMAQ News Radio, The Score Sports Radio, Fair Muffler, Allied Pickfords Van Lines, Leader Communications, Burke Homes, Thorspring Icelandic Spring Water, Hoffman Homes."
    }
  ],
  "awards": [
    "Art Directors Club",
    "Communication Arts",
    "FWA",
    "Webby",
    "Ad-Tech",
    "ECHO",
    "Tempo"
  ],
  "instructables": {
    "title": "Homemade BFO Metal Detector",
    "url": "https://www.instructables.com/Home-Made-BFO-metal-detector-ADDENDUM/",
    "description": "A BFO metal detector is a 'beat-frequency oscillator' type metal detector. This type of metal detector uses two wire coils, one which is large (detector coil) and one which is small (reference coil). The two wire coils are each connected to capacitors to create two circuits that oscillate. When everything is working correctly, the two coils, while being different sizes, are intended to have the same inductance. In use, the presence of metal near the detector coil changes it's inductance. This causes the two coils to have a different inductance, and the electronic circuit amplifies this difference and makes it audible through the speaker in the circuit. When you hear tones coming from the speaker you know there's some metal around."
  },
  "thingiverse": [
    {
      "title": "A-Frame Bird Feeder Remix",
      "url": "https://www.thingiverse.com/thing:4876203",
      "description": "This is a remix of apc_digital's awesome A-Frame Birdfeeder https://www.thingiverse.com/thing:3705723. I wanted to add some things for the birds to rest on as well as modify the geometry to be even more... uh... geomtric... This birdfeeder has three components. The 'house' has pin holes in the sides to accept the pins that hold the branches. The 'Branches' have pin cavities in their base so that the pin can fasten the branch to the house. The pins kinda worked, but a better solution is needed. I've put several pin designs in the blender file, but i picked the best working one for the stl. The branches were made using warmarine759's fantastic pattern for tree-making in Blender. Check out the 'Dead Tree' at https://www.thingiverse.com/thing:3839198. I've included the Blender models as well. The blender file contains both pre and post booleans so feel free to grab it and make your own thing!"
    },
    {
      "title": "Rotary Tool Handle",
      "url": "https://www.thingiverse.com/thing:4768703",
      "description": "This is a model and attachment scheme for a rotary grinding tool (like a Dremel) that uses a small dc motor and two limit / lever micro switches.cI harvested some motors and a handful of limit switches from an off-brand roomba to incorporate into this simple rotary grinding tool that i use to post process printed models.<br /><br />The attachment scheme here is a 'hat' that can be deformed to snap-fit into a matching slot on the tool head piece. I've used this to make various sanding and grinding heads that i can swap in and out as i need to.<br /><br />If you have a spare motor and a switch this model may be a way to turn those items into a usable bench tool. More likely, however, you might find this model instructive for basing your own design on.<br /><br />Rotary Grinding Tool features<br /><br />Removable / swappable toolheads<br /><br />Tool heads can be any shape<br /><br />Snap fit between tool head and motor mount"
    },
    {
      "title": "Pocket Operator Trigger POTR",
      "url": "https://www.thingiverse.com/thing:4768698",
      "description": "The incredibly fun to play Pocket Operator by Teenage Engineering is an awesome little sound machine. This model is a case, a trigger to press the write button, and a phone attachment arm.<br /><br />I wanted to find a way to play the PO keys with my thumbs while I was holding down the write button in the bottom right corner.<br /><br />The POTR has a lever that you can actuate with your fingers while you play the sound keys with your thumbs. In this way you can hold the Pocket Operator and also press the write button.<br /><br />Now that you can walk around while you shred your electro-beats, you're going to want some way to share the insanity. The integrated phone holder attachment arm points your phone right at the Pocket Operator and keeps it there so you can rock on and on while also capturing the ear soup on video.<br /><br />The POTR has several features:<br /><br />Write button trigger / presser<br /><br />Phone attachment with universal phone clamp<br /><br />Extra batteries storage<br /><br />Inserts for bolts to add weight"
    },
    {
      "title": "Pagoda Birdhouse",
      "url": "https://www.thingiverse.com/thing:4768696",
      "description": "This is a remix of tomatohead's great Birdhouse Pagoda Style https://www.thingiverse.com/thing:106401<br /><br />I loved the Pagoda look but wanted bigger doors and a different kind of perch for the birds. This model simplifies some of the original design and turns the model into a four piece print.<br /><br />This version of tomatohead's model is four pieces. The body has small holes in the floor to allow for drainage, The larger roof A has a recessed pentagon to receive the base. The second roof B just sits on top of the first and the mast is inserted through the hole in roof B and then glued into the mast hole in roof A. I've found the roof does not need to be glued into the roof A and will stay attached even hanging. This might be preferable if you want to be able to open it up to add seed, etc."
    },
    {
      "title": "Low Polygon Mask Refactor",
      "url": "https://www.thingiverse.com/thing:4768695",
      "description": "This is a remix of cporto's Low Polygon Mask https://www.thingiverse.com/thing:1097497<br /><br />Sometimes you just need to give the gpu a rest and reduce your mesh detail. I wanted to make this model more consistently thick and add some slots for a strap.<br /><br />In the process I also added a small curved piece to the temple on the inside to hold the mask slightly further away from the eyes. You can add some padding to this for comfort.<br /><br />Printing this model upside down improved the results on my Ender-3. When I print this model right side up the last portion of the forehead had too much overhang and was delaminating.<br /><br />Lucky Strike extra, I had a print detach from the build plate a third of the way through. I think the result makes an important statement about a lot of things that I find here on Thingiverse."
    },
    {
      "title": "Harry Potter Hermione Ron",
      "url": "https://www.thingiverse.com/thing:4768692",
      "description": "This is a remix of Peter3dmaker's Harry Potter characters https://www.thingiverse.com/thing:3112226<br /><br />This Harry Potter, Ron Weasley, Hermione Granger model is cut into 2 pieces and has slightly thicker wands to make it easier to print on a FDM machine.<br /><br />By cleaning up the mesh, making the wands thicker and splitting it near the shoulders, I was able to print this successfully on my Ender 3 Pro with only minimal supports for Ron's hoodie and chin. I've also cleaned up the feet to make all three figures share a flat surface."
    },
    {
      "title": "Ender 3 Y Carriage Plate Boom",
      "url": "https://www.thingiverse.com/thing:4768685",
      "description": "A boom attachment sized to mount on the Ender 3 Pro Y carriage.<br /><br />This is designed to hang off the front of the y carriage plate and is mounted on the leveling bolts.<br /><br />There are two models, one is a simpler lighter weight version and one is intended to be much stiffer. The bolt recesses make room for the leveling springs<br /><br />It's possible that the most useful part of this model will be the carriage plate reference and workable mounting holes. There is a blender model included to potentially make it easier to make your own thing."
    },
    {
      "title": "Ear Saver Notre Dame",
      "url": "https://www.thingiverse.com/thing:4768678",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some.<br /><br />For the game day if you're going to South Bend. Go Irish!<br /><br /> I had good results with a filament swap at 1.3 / 1.4 millimeters to make the logo or script really stand out"
    },
    {
      "title": "Ear Saver Michigan",
      "url": "https://www.thingiverse.com/thing:4768677",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some.<br /><br />Ear Saver for the game day if you went to Michigan. Go Blue!<br /><br />I had good results with a filament swap at 1.3 / 1.4 millimeters to make the logo or script really stand out."
    },
    {
      "title": "Ear Saver Curved",
      "url": "https://www.thingiverse.com/thing:4768676",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some. This version is designed with no sharp edges and four different decorative patterns.<br /><br />A friend of ours in early childhood education has been working through the pandemic and wearing a mask most days all day. She asked if i could print her some ear savers for her and the other teachers, so i created these.<br /><br />These have printed really well in both PLA and TPU"
    },
    {
      "title": "Crutch or Cane Holder",
      "url": "https://www.thingiverse.com/thing:5780096",
      "description": "I use an arm crutch that is oddly balanced and has a round shaft, which often causes it to slip and fall when leaned against an edge. To solve this problem, I created a small cantilevered hanger, similar to those available for purchase online. The design includes a finicky aspect in which the crutch rotates slightly around the cantilever and slides off the ledge it's perched on. To address this, I needed to use a high-friction pad on the bottom of the cantilever arm. I used Ninjaflex filament, which is flexible, but still had trouble with slippage. To solve this, I used a footpad that allowed for some deformation but still kept a flat profile. I achieved this by creating a 'grill' like surface with concentric walls as thin as 0.8mm, allowing the walls at different concentricities to deform and create additional friction. I have included two designs with examples of experiments I conducted. You may also find it helpful to simply look at the picture and create your own design."
    },
    {
      "title": "Pocket Operator Trigger Donut Operator",
      "url": "https://www.thingiverse.com/thing:5780116",
      "description": "The Pocket Operator by Teenage Engineering is an excellent little sound machine. However, the buttons along the right side of the keypad are challenging to press when holding the PO with both hands and playing it with your thumbs. To solve this, I created a holder with leveraged switches that allow the buttons to be pressed using your fingers which are underneath when holding the Pocket Operator."
    }
  ]
}
