{
  "name": "Jason Koerner",
  "description": "I'm a user experience and product design professional. I've designed healthcare, and commercial real estate software, and developed digital branding for clients that include Boeing, Kraft, State Farm, and American Airlines.",
  "projects": [
    {
      "client": "Apervita",
      "name": "Cloud Applications for Value Based Medicine",
      "description": "To come."
    },
    {
      "client": "RentDesk",
      "name": "RentDesk Commercial Realestate Platform",
      "description": "Collect, track, and present leasable space for commercial and retail tenants."
    },
    {
      "client": "Location I.Q.",
      "name": "Cloud Based In Store Survey Application",
      "description": "Location I.Q. is an online service that helps retailers gather and analyze customer information. The tool allows the creation of customized surveys which are deploy in-store on a tablet device. Location I.Q. includes a number of tools to generate reports, map trade areas, chart questions and export data. With a focus on new site selection, Location I.Q. was developed as an integrated retail consulting tool. The service was architected, designed and built by me."
    },
    {
      "client": "Dow",
      "name": "Solutionism",
      "assets": {
        "images": [
          "http://jreidko.com/wp-images/port2011_dowsolutionism_dowhome.jpg",
          "http://jreidko.com/wp-images/port2011_dowsolutionism_sectionhome.jpg"
        ],
        "videos": [
          {
            "location": "https://youtu.be/JyXmVikyp68",
            "name": "Gluten Replacement"
          },
          {
            "location": "https://youtu.be/A0NkIsnNKHo",
            "name": "Wind Energy"
          },
          {
            "location": "https://youtu.be/MIvptBkQjl0",
            "name": "Quiet Trains"
          },
          {
            "location": "https://youtu.be/8TqUq5Yan_w",
            "name": "Smart Devices"
          },
          {
            "location": "https://youtu.be/X-RFsqApMqw",
            "name": "Electric Vehicles"
          }
        ]
      },
      "description": "Dow’s Solutionism campaign captures the idea that the more we talk together, the more we solve together. With this at it’s core, Dow Solutionism stories online aren’t a one-way conversation, but a place where this dialog comes together in a unique online and mobile destination. Each Solutionism story consists of both Dow’s contribution to the conversation addressing global mega-trends, as well as commentary from across the internet and social media."
    },
    {
      "client": "Dow",
      "name": "Hopeiary.com",
      "assets": {
        "images": [
          "http://jreidko.com/wp-images/port2012_hopeiary_fr02_full.jpg"
        ],
        "videos": [
          {
            "location": "https://youtu.be/mlItlrWfGp0",
            "name": "Hopeiary Site Cut Scenes"
          }
        ]
      },
      "description": "Dow’s sponsorship of the 2012 London Olympics featured the Planets Olympic hopeful, a topiary named Hope. This character, that came to life in TV, outdoor and print was also featured on this website were you could grow and share your own interactive animated Hopeiary. Even the planet has an Olympic dream. A greener, more sustainable Olympic Games"
    },
    {
      "client": "Dow",
      "name": "The Human Element",
      "assets": {
        "images": [
          "http://jreidko.com/wp-images/dow_hu08_home_full.jpg",
          "http://jreidko.com/wp-images/port2011_dowhu_navexp.jpg"
        ],
        "videos": [
          {
            "location": "https://youtu.be/4VsDmJmsFv0",
            "name": "A City In the Desert"
          },
          {
            "location": "https://youtu.be/ssyUhG6tPzk",
            "name": "Farming the Sun"
          },
          {
            "location": "https://youtu.be/wsYODmvD390",
            "name": "From Here to There"
          },
          {
            "location": "https://youtu.be/P7-uj6w7HuY",
            "name": "A GRowing Responsibility"
          }
        ]
      },
      "description": "As part of Dow’s 08’/09’/10′ “Human Element” advertising campaign, we dramatically evolved the online portion by building a bridge between the television and print campaigns and the very detailed information on Dow’s corporate website. The Dow.com/HU website and online advertising consist of in-depth webfilms that tell the story of the global challenges that the world is facing and how science is working to address them"
    },
    {
      "client": "Blue Cross & Blue Sheild of Florida",
      "name": "The Power of the Human Voice",
      "assets": {
        "images": ["http://jreidko.com/wp-images/pothv_site_fr01_full.jpg"],
        "videos": [
          {
            "location": "https://youtu.be/0SBPI1acmzE",
            "name": "The Power of the Human Voice Case Study"
          }
        ]
      },
      "description": "Blue Cross and Blue Shield of Florida’s powerofthehumanvoice.com website was the hub of the Power of the Human Voice campaign. The campaign was created to encourage residents of Florida to tell their stories and share their ideas on how health care in America can be improved. The site allows visitors to leave a message via their computer’s microphone or by calling an 800 number that is connected to the user’s session. In addition to the online site, a stand-alone version of the site was created for use at out of home events across the state."
    },
    {
      "client": "Valspar",
      "name": "Color Tools",
      "assets": {
        "videos": [
          {
            "location": "https://youtu.be/U2YmKqN1reU",
            "name": "Valspar Color Sketch Concept"
          }
        ]
      },
      "description": "In addition to online advertising for Valspar Paint, I have been involved in creative direction and design for many different pieces of their digital presence, from retailer landing pages, to their annual color trends experience, to the U.K. website and their Color Connect iOS app."
    }
  ],
  "positions": [
    {
      "position": "Senior UX Designer / Visual Design Lead",
      "dates": "10/15 – Present",
      "company": "Apervita",
      "description": "Apervita is a platform-as-a-service (PaaS) for healthcare organizations to create, measure and share data and automation that enable value based medicine. I established, maintained, and evolved the design system for our complete suite of internal and external facing tools. I worked with The Joint Commission to design and implement the first self-service, clinical quality reporting tool that is now used by over 4000 hospitals to maintain their year-to-year accreditations. I collaborated with C-Level stakeholders in product design and strategy through several pivots."
    },
    {
      "position": "Product, User Experience, Design, and Development",
      "dates": "12/2010 – Present",
      "company": "Consulting",
      "description": "Architected, designed, and built the Location-IQ and RentDesk applications for commercial real estate brokerage industry. Location-IQ is a platform to construct, deploy and analyze customer surveys for trade area and demographic insights. RentDesk is a CRM, BI, and collaboration tools for retail broker teams."
    },
    {
      "position": "Creative Director",
      "dates": "8/01 – 9/04 & 5/06 – 8/15",
      "company": "FCB / DraftFCB",
      "description": "Lead creative teams concepting and implementing interactive experiences for multiple fortune 500 brands as well as contributing extensively to new business initiatives.",
      "aside": "Clients include: Boeing, Kraft, BlueCross of Florida, Applebees, Circuit City, The Humane Society, Hampton Inn, Dow Chemical Company, Valspar Paint, Sharpie, SCJohnson, Diners Club International."
    },
    {
      "position": "Associate Creative Director",
      "dates": "9/04 – 5/06",
      "company": "Tribal DDB",
      "description": "Lead a multidisciplinary team in the concept, design and execution of interactive marketing and communications for State Farm Insurance. Our team collaborated and consulted extensively with our DDB partners to create a cohesive cross channel marketing program for State Farm’s nearly quarter-billion dollar yearly ad spend.",
      "aside": "Clients include: State Farm, Tropicana, Bud Select, Bud Light."
    },
    {
      "position": "Founding Partner",
      "dates": "3/99 – 1/01",
      "company": "Schema Studios",
      "description": "We opened Schema Studios to work on design driven projects enabled by close client collaboration. Day to day duties included creative direction, user experience, design and project & account management. As director of operations, oversight of all aspects of business administration, planning and accounting.",
      "aside": "Clients include: Marmot Outdoor Gear, Musician.com, WholeFoods.com, WholePeople.com, Octagon Trading Group, Corona Music."
    },
    {
      "position": "Art Director",
      "dates": "11/96 – 4/99",
      "company": "The Leap Partnership / Quantum Leap",
      "description": "Designed websites, online advertising campaigns, and digital tools for clients that were entering the digital space at scale. We created an online promotion that gave away over 3000 USRobotics 56k Modems, a dynamic presentation generating tool for Niketown, and a website with flight planning and  booking tools for American Airlines.",
      "aside": "Clients include: USRobotics, FTD, American Airlines, MSNBC, Nike, Encyclopedia Britannica, DirecTV/Major League Baseball, CBS Sportsline."
    },
    {
      "position": "Art Director",
      "dates": "4/96 – 10/96",
      "company": "DDB Needham – The Works",
      "description": "Concept and design work on a range of direct marketing programs for fortune 500 clients.",
      "aside": "Clients include: McDonald’s, Anheuser-Busch Theme Parks, Tyson Chicken, Discover Card."
    },
    {
      "position": "Junior Art Director",
      "dates": "10/92 – 4/94",
      "company": "Dimeo Rosen Partners",
      "description": "Concept design and production of print marketing materials for a range of clients. Assisted in all parts of the creative process, from concepting and presenting ideas to key-lining and trafficking creative materials",
      "aside": "Clients include: The Chicago Bears, Chicago White Sox, WMAQ News Radio, The Score Sports Radio, Fair Muffler, Allied Pickfords Van Lines, Leader Communications, Burke Homes, Thorspring Icelandic Spring Water, Hoffman Homes."
    }
  ],
  "awards": [
    "Art directors Club",
    "Webby",
    "Communication Arts",
    "Ad-Tech",
    "FWA",
    "ECHO",
    "Tempo"
  ],
  "instructables": {
    "url": "https://www.instructables.com/Home-Made-BFO-metal-detector-ADDENDUM/",
    "description": "A BFO metal detector is a 'beat-frequency oscillator' type metal detector. This type of metal detector uses two wire coils, one which is large (detector coil) and one which is small (reference coil). The two wire coils are each connected to capacitors to create two circuits that oscillate. When everything is working correctly, the two coils, while being different sizes, are intended to have the same inductance. In use, the presence of metal near the detector coil changes it's inductance. This causes the two coils to have a different inductance, and the electronic circuit amplifies this difference and makes it audible through the speaker in the circuit. When you hear tones coming from the speaker you know there's some metal around."
  },
  "thingiverse": [
    {
      "title": "Rotary Tool Handle",
      "url": "https://www.thingiverse.com/thing:4768703",
      "description": "This is a model and attachment scheme for a rotary grinding tool (like a Dremel) that uses a small dc motor and two limit / lever micro switches.cI harvested some motors and a handful of limit switches from an off-brand roomba to incorporate into this simple rotary grinding tool that i use to post process printed models.<br />The attachment scheme here is a 'hat' that can be deformed to snap-fit into a matching slot on the tool head piece. I've used this to make various sanding and grinding heads that i can swap in and out as i need to.<br />If you have a spare motor and a switch this model may be a way to turn those items into a usable bench tool. More likely, however, you might find this model instructive for basing your own design on.<br />Rotary Grinding Tool features<br />Removable / swappable toolheads<br />Tool heads can be any shape<br />Snap fit between tool head and motor mount"
    },
    {
      "title": "Pocket Operator Trigger POTR",
      "url": "https://www.thingiverse.com/thing:4768698",
      "description": "The incredibly fun to play Pocket Operator by Teenage Engineering is an awesome little sound machine. This model is a case, a trigger to press the write button, and a phone attachment arm.<br />I wanted to find a way to play the PO keys with my thumbs while I was holding down the write button in the bottom right corner.<br />The POTR has a lever that you can actuate with your fingers while you play the sound keys with your thumbs. In this way you can hold the Pocket Operator and also press the write button.<br />Now that you can walk around while you shred your electro-beats, you're going to want some way to share the insanity. The integrated phone holder attachment arm points your phone right at the Pocket Operator and keeps it there so you can rock on and on while also capturing the ear soup on video.<br />The POTR has several features:<br />Write button trigger / presser<br />Phone attachment with universal phone clamp<br />Extra batteries storage<br />Inserts for bolts to add weight"
    },
    {
      "title": "Pagoda Bird House",
      "url": "https://www.thingiverse.com/thing:4768696",
      "description": "This is a remix of tomatohead's great Birdhouse Pagoda Style https://www.thingiverse.com/thing:106401<br />I loved the Pagoda look but wanted bigger doors and a different kind of perch for the birds. This model simplifies some of the original design and turns the model into a four piece print.<br />This version of tomatohead's model is four pieces. The body has small holes in the floor to allow for drainage, The larger roof A has a recessed pentagon to receive the base. The second roof B just sits on top of the first and the mast is inserted through the hole in roof B and then glued into the mast hole in roof A. I've found the roof does not need to be glued into the roof A and will stay attached even hanging. This might be preferable if you want to be able to open it up to add seed, etc."
    },
    {
      "title": "Low Polygon Mask Refactor",
      "url": "https://www.thingiverse.com/thing:4768695",
      "description": "This is a remix of cporto's Low Polygon Mask https://www.thingiverse.com/thing:1097497<br />Sometimes you just need to give the gpu a rest and reduce your mesh detail. I wanted to make this model more consistently thick and add some slots for a strap.<br />In the process I also added a small curved piece to the temple on the inside to hold the mask slightly further away from the eyes. You can add some padding to this for comfort.<br />Printing this model upside down improved the results on my Ender-3. When i print this model right side up the last portion of the forehead had to much overhang and was delaminating.<br />Lucky Strike extra, I had a print detach from the build plate a third of the way through. I think the result makes a important statement about a lot of things that i find here on Thingiverse."
    },
    {
      "title": "Harry Potter Hermione Ron",
      "url": "https://www.thingiverse.com/thing:4768692",
      "description": "This is a remix of Peter3dmaker's Harry Potter characters https://www.thingiverse.com/thing:3112226<br />This Harry Potter, Ron Weasley, Hermione Granger model is cut into 2 pieces and has slightly thicker wands to make it easier to print on a FDM machine.<br />By cleaning up the mesh, making the wands thicker and splitting it near the shoulders, I was able to print this successfully on my Ender 3 Pro with only minimal supports for Ron's hoodie and chin. I've also cleaned up the feet to make all three figures share a flat surface."
    },
    {
      "title": "Ender 3 Y Carriage Plate Boom",
      "url": "https://www.thingiverse.com/thing:4768685",
      "description": "A boom attachment sized to mount on the Ender 3 Pro Y carriage.<br />This is designed to hang off the front of the y carriage plate and is mounted on the leveling bolts.<br />There are two models, one is a simpler lighter weight version and one is intended to be much stiffer. The bolt recesses make room for the leveling springs<br />It's possible that the most useful part of this model will be the carriage plate reference and workable mounting holes. There is a blender model included to potentially make it easier to make your own thing. use the model."
    },
    {
      "title": "Ear Saver Notre Dame",
      "url": "https://www.thingiverse.com/thing:4768678",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some.<br />For the game day if you're going to South Bend. Go Irish!<br /> I had good results with a filament swap at 1.3 / 1.4 millimeters to make the logo or script really stand out"
    },
    {
      "title": "Ear Saver Michigan",
      "url": "https://www.thingiverse.com/thing:4768677",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some.<br />Ear Saver for the game day if you went to Michigan. Go Blue!<br />I had good results with a filament swap at 1.3 / 1.4 millimeters to make the logo or script really stand out."
    },
    {
      "title": "Ear Saver Curved",
      "url": "https://www.thingiverse.com/thing:4768676",
      "description": "'Ear Savers' hold the elastic ear bands away from your ears, relieving discomfort for some. This version is designed with no sharp edges and four different decorative patterns.<br />A friend of ours in early childhood education has been working through the pandemic and wearing a mask most days all day. She asked if i could print her some ear savers for her and the other teachers, so i created these.<br />These have printed really well in both PLA and TPU"
    }
  ]
}
