{
  "projects": [
    {
      "client": "Dow",
      "name": "Solutionism",
      "description": "Dow’s Solutionism campaign captures the idea that the more we talk together, the more we solve together. With this at it’s core, Dow Solutionism stories online aren’t a one-way conversation, but a place where this dialog comes together in a unique online and mobile destination. Each Solutionism story consists of both Dow’s contribution to the conversation addressing global mega-trends, as well as commentary from across the internet and social media."
    },
    {
      "client": "Blue Cross & Blue Sheild of Florida",
      "name": "The Power of the Human Voice",
      "description": "Blue Cross and Blue Shield of Florida’s powerofthehumanvoice.com website was the hub of the Power of the Human Voice campaign. The campaign was created to encourage residents of Florida to tell their stories and share their ideas on how health care in America can be improved. The site allows visitors to leave a message via their computer’s microphone or by calling an 800 number that is connected to the user’s session. In addition to the online site, a stand-alone version of the site was created for use at out of home events across the state."
    },
    {
      "client": "Dow",
      "name": "The Human Element",
      "description": "As part of Dow’s 08’/09’/10′ “Human Element” advertising campaign, we dramatically evolved the online portion by building a bridge between the television and print campaigns and the very detailed information on Dow’s corporate website. The Dow.com/HU website and online advertising consist of in-depth webfilms that tell the story of the global challenges that the world is facing and how science is working to address them"
    },
    {
      "client": "Dow",
      "name": "Hopeiary.com",
      "description": "Dow’s sponsorship of the 2012 London Olympics featured the Planets Olympic hopeful, a topiary named Hope. This character, that came to life in TV, outdoor and print was also featured on this website were you could grow and share your own interactive animated Hopeiary. Even the planet has an Olympic dream. A greener, more sustainable Olympic Games"
    },
    {
      "client": "The Humane Society",
      "name": "The Shelter Pet Project",
      "description": "Sponsored by the Humane Society of the United States and Maddie’s Fund, The Selter Pet Project is all about giving shelter pets a voice. The online portion of the campaign featured a website where talking live-action pets help visitors spread the word and find their shelter pet soul-mate."
    },
    {
      "client": "Valspar",
      "name": "Color of The Year",
      "description": "In addition to online advertising for Valspar Paint, I have been involved in creative direction and design for many different pieces of their digital presence, from retailer landing pages, to their annual color trends experience, to the U.K. website and their Color Connect iOS app."
    },
    {
      "client": "Location I.Q.",
      "name": "In Store Survey Application",
      "description": "Location I.Q. is an online service that helps retailers gather and analyze customer information. The tool allows the creation of customized surveys which are deploy in-store on a tablet device. Location I.Q. includes a number of tools to generate reports, map trade areas, chart questions and export data. With a focus on new site selection, Location I.Q. was developed as an integrated retail consulting tool. The service was architected, designed and built by me."
    },
    {
      "client": "Apervita",
      "name": "Cloud Applications for Value Based Medicine",
      "description": "To come."
    }
  ]
}
