{
  "positions": [
    {
      "postion": "Senior UX Designer / Visual Design Lead",
      "dates": "10/15 – Present",
      "company": "Apervita",
      "description": "Building a visual design practice within the UX team and contribute extensively to all UX and UI aspects of the Apervita platform.",
      "aside": "As Visual Design Lead, create, manage, and contribute to the design system and pattern library. As a Senior UX Designer, lead UX projects and initiatives."
    },
    {
      "postion": "Creative Director",
      "dates": "8/01 – 9/04 & 5/06 – 8/15",
      "company": "FCB / DraftFCB",
      "description": "Leading teams in concepting and implementing interactive experiences across multiple brands as well as contributing extensively to new business initiatives.",
      "aside": "Clients include: Valspar Paint, Boeing, Kraft, BlueCross of Florida, Applebees, Circuit City, The Humane Society, Hampton Inn, Dow Chemical Company, Sharpie, SCJohnson, and Diners Club International."
    },
    {
      "postion": "Associate Creative Director",
      "dates": "9/04 – 5/06",
      "company": "Tribal DDB",
      "description": "Lead a multidisciplinary team in the concept, design and execution of interactive marketing and communications for State Farm Insurance.",
      "aside": "Clients include: State Farm, additionally contributing to work on Tropicana, Bud Select and Bud Light."
    },
    {
      "postion": "Creative Director",
      "dates": "1/01 – 7/01",
      "company": "marchFIRST / Divine",
      "description": "Insured that all creative work was unique, engaging, and on strategy to meet and exceed the client’s goals. Responsible for all administrative and managerial duties for a department of twelve designers and copywriters.",
      "aside": "Provided high-level oversight for creative across all clients as well as participating extensively in new business initiatives."
    },
    {
      "postion": "Founding Partner",
      "dates": "3/99 – 1/01",
      "company": "Schema Studios",
      "description": "As a founding partner, day to day duties included creative direction, user experience, design and project & account management. As director of operations, oversight of all aspects of business administration, planning and accounting.",
      "aside": "Clients include: Marmot Outdoor Gear, Musician.com, WholeFoods.com, WholePeople.com, Octagon Trading Group, and Corona Music."
    },
    {
      "postion": "Art Director",
      "dates": "11/96 – 4/99",
      "company": "The Leap Partnership / Quantum Leap",
      "description": "Extensive web design for sites, online promotions and online marketing programs. Concept, design and creation of online advertising campaigns. Design and development of motion graphics for CDRoms and custom presentation applications.",
      "aside": "Clients include: USRobotics, FTD, American Airlines, MSNBC, Nike, Encyclopedia Britannica, DirecTV/Major League Baseball, and CBS Sportsline."
    },
    {
      "postion": "Art Director",
      "dates": "4/96 – 10/96",
      "company": "DDB Needham – The Works",
      "description": "DESCRIPTION",
      "aside": "ASIDE"
    },
    {
      "postion": "Graphic Designer",
      "dates": "5/94 – 11/94",
      "company": "Goble & Associates",
      "description": "DESCRIPTION",
      "aside": "ASIDE"
    },
    {
      "postion": "Junior Art Director",
      "dates": "10/92 – 4/94",
      "company": "Dimeo Rosen Partners",
      "description": "DESCRIPTION",
      "aside": "ASIDE"
    }
  ],
  "awards": [
    "Art directors Club",
    "Webby",
    "Communication Arts",
    "Ad-Tech",
    "FWA",
    "ECHO",
    "Tempo"
  ]
}
